<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="keywords" content="直播整合,直播平台整合,直播信息整合,直播综合，直播综合平台，全部直播">
<meta name="renderer" content="webkit">
<link href="css/base.css" rel="stylesheet">
<link rel="shortcut icon"href="img/favicon.ico"> 
<link href="css/lefthead.css" rel="stylesheet">
<link href="css/list.css" rel="stylesheet">
<link href="css/Scrollbar.css" type="text/css" rel="stylesheet" />

<div style="display:none;">
    <!--<script src="http://s11.cnzz.com/z_stat.php?id=1255309289&web_id=1255309289" language="JavaScript"></script>-->

    <script type="text/javascript">
        document.write("<scr"+"ipt src=\"http://s11.cnzz.com/z_stat.php?id=1255309289&web_id=1255309289\"></sc"+"ript>")
    </script>
<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-73060540-1', 'auto');
  ga('send', 'pageview');

</script>

</div>
    <style>
        .hm-w1000 .wp{width: auto;}
        .hm-w1200 .wp{width: auto;}
            /*1000宽*/
        .hm-w1000{padding-top: 70px;}
        .hm-w1000 .hm-header{height: 70px;}
        .hm-w1000 .hm-header h1{padding-top: 15px;}
        .hm-w1000 .hm-header .hm-nav{margin-left: 25px;width: 270px;}
        .hm-w1000 .hm-header .hm-nav>li>a{font-size: 18px;height: 67px;line-height: 67px;}
        .hm-w1000 .hm-header .hm-user>li{padding-top: 22px;height: 48px;}
        .hm-w1000 .hm-header .hm-user>li>a>span{max-width: 110px;}
        .hm-w1000 .hm-header .hm-search{padding-top: 15px;}
        .hm-w1000 .hm-live-btn{margin-top: 19px;margin-left: 15px;}
        .hm-w1000 .hm-header .hm-no-login{margin-top: 22px;padding-left: 15px;}
    </style>
<title> <?php echo $_SESSION['1_title'] ?></title>

</head>


<body onload="codeAddress();">
  <?php 
      require_once('php/function.php');
      require_once('php/api/config.php');
      include('header-menu.html');
      include('left-menu.html');      
?>
    <!--    off-->
<div class="hm-box">
    <!--<h2>所有直播</h2>-->
<div class="cont">
    <div class="news_cont">
        <div class="new_tit">
            <h2>用户注册协议</h2>
        </div>
        <div class="article">
            <dl>
                <dd>本《用户注册协议》是您（下称"用户"或"您"，是指通过大碗饭TV注册使用服务的自然人、法人或其他组织）与大碗饭TV网站(www.dawanfantv.com）（下称"大碗饭TV"）之间在使用大碗饭TV出品的互联网产品之前，注册大碗饭TV帐号时签署的协议。</dd>

                <dt>1、重要须知---在签署本协议之前，大碗饭TV正式提醒用户：</dt>
                <dd><b>1.1、</b>您应认真阅读（未成年人应当在监护人陪同下阅读）、充分理解本《用户注册协议》中各条款，包括免除或者限制大碗饭TV责任的免责条款及对用户的权利限制条款。</dd>
                <dd><b>1.2、</b>除非您接受本协议，否则用户无权也无必要继续接受大碗饭TV的服务，可以退出本次注册。用户点击同意并继续使用大碗饭TV的服务，视为用户已完全的接受本协议。</dd>
                <dd><b>1.3、</b>本协议一经签署，具有法律效力，请您慎重考虑是否接受本协议。</dd>
                <dd><b>1.4、</b>在您签署本协议之后，此文本可能因国家政策、产品以及履行本协议的环境发生变化而进行修改，修改后的协议发布在本网站上，若您对修改后的协议有异议的，请立即停止登录、使用大碗饭TV产品及服务，若您登录或继续使用大碗饭TV产品，视为对修改后的协议予以认可。</dd>

                <dt>2、关于“大碗饭TV账号”</dt>
                <dd><b>2.1、</b>用户在接受本协议之后，有权选择未被其他用户使用过的字母、文字及符号组合作为用户的大碗饭TV账号，并自行设置符合安全要求的密码。用户设置的账号、密码是用户用以登录大碗饭TV产品，接受大碗饭TV服务，持有相关虚拟产品的凭证。</dd>
                <dd><b>2.2、</b>大碗饭TV账号性质上是大碗饭TV提供服务授予用户的身份识别凭证，大碗饭TV账号是大碗饭TV相应计算机软件作品的一部分，即大碗饭TV将相关产品计算机软件著作权授权给注册用户的授权凭证。</dd>
                <dd><b>2.3、</b>大碗饭TV账号还是用户持有、使用相关虚拟产品的身份凭证。用户若需要接受大碗饭TV提供的增值服务，大碗饭TV账号同时也是用户支付费用、接受增值服务的凭证。</dd>
                <dd><b>2.4、</b>用户在注册了大碗饭TV账号并不意味获得全部大碗饭TV产品的授权，仅仅是取得了接受大碗饭TV服务的身份，用户在登录相关网页、加载应用、下载安装软件时需要另行签署单个产品的授权协议。</dd>
                <dd><b>2.5、</b>大碗饭TV账号仅限于在大碗饭TV网站上注册用户本人使用，禁止赠与、借用、租用、转让或售卖。如果大碗饭TV发现使用者并非账号初始注册人，有权在未经通知的情况下回收该账号而无需向该账号使用人承担法律责任，由此带来的包括并不限于用户通讯中断、用户资料和道具等清空等损失由用户自行承担。</dd>
                <dd><b>2.6、</b>用户应当妥善保管自己的大碗饭TV账号、密码，用户就其账号及密码项下之一切活动负全部责任，包括用户数据的修改，虚拟道具的损失以及其他所有的损失由用户自行承担。用户须重视大碗饭TV账号密码保护。用户如发现他人未经许可使用其账号时立即通知大碗饭TV。</dd>
                <dd><b>2.7、</b>用户大碗饭TV账号在丢失或遗忘密码后，可遵照大碗饭TV的申诉途径及时申诉请求找回账号。用户应不断提供能增加账号安全性的个人密码保护资料。用户可以凭初始注册资料及个人密码保护资料填写申诉单向大碗饭TV申请找回账号，大碗饭TV的密码找回机制仅负责识别申诉单上所填资料与系统记录资料的正确性，而无法识别申诉人是否系真正账号权使用人。对用户因被他人冒名申诉而致的任何损失，大碗饭TV不承担任何责任，用户知晓大碗饭TV账号及密码保管责任在于用户，大碗饭TV并不承诺大碗饭TV账号丢失或遗忘密码后用户一定能通过申诉找回账号。</dd>
                <dd><b>2.8、</b>用户保证注册大碗饭TV账号时填写的身份信息及个人资料是真实的，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码信息进行注册或认证，任何非法、不真实、不准确的用户信息所产生的责任由用户承担。用户应不断更新注册资料，符合及时、详尽、真实、准确的要求。所有原始键入的资料将引用用户的账号注册资料。如果因用户的注册信息或认证信息不真实而引起的问题，以及对问题发生所带来的后果，大碗饭TV不负任何责任。</dd>
                <dd><b>2.9、</b>大碗饭TV账号的所有权属于大碗饭TV。大碗饭TV有权根据运营需要，发布大碗饭TV平台规则规范。</dd>
                <dd><b>2.10、</b>如用户违反法律法规、大碗饭TV各服务协议或平台规则等规定，大碗饭TV有权根据相关规则进行违规判定，并采取相应限制或处罚措施，包括但不限于：限制或冻结用户对大碗饭TV账号的使用，限制或停止某项单独服务（如视频直播），扣除保证金，扣减虚拟产品或相关服务费用并根据实际情况决定是否恢复使用。</dd>
                <dd><b>2.11、</b>为了充分利用大碗饭TV账号资源，若用户存在长期未登录使用大碗饭TV账号的情形，大碗饭TV有权对该账号进行回收、替换等终止使用操作。</dd>
                <dd><b>2.12、</b>大碗饭TV依照平台规则限制、冻结、回收、替换或终止用户对大碗饭TV账号的使用，可能会给用户造成一定的损失，该损失由用户自行承担，大碗饭TV不承担任何责任。</dd>

                <dt>3、用户不得从事以下行为：</dt>
                <dd><b>3.1、</b>利用大碗饭TV服务产品发表、传送、传播、储存危害国家安全、国家统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容或者设置含有上述内容的网名、角色名。</dd>
                <dd><b>3.2、</b>利用大碗饭TV服务发表、传送、传播、储存侵害他人知识产权、商业机密权、肖像权、隐私权等合法权利的内容。</dd>
                <dd><b>3.3、</b>进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本“软件”系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本“软件”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。</dd>
                <dd><b>3.4、</b>进行任何破坏大碗饭TV服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众。</dd>
                <dd><b>3.5、</b>进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害大碗饭TV利益的行为，如贩卖大碗饭TV平台虚拟货币、外挂、道具等。</dd>
                <dd><b>3.6、</b>进行其他任何违法以及侵犯其他个人、公司、社会团体、组织的合法权益的行为。</dd>

                <dt>4、大碗饭TV声明</dt>
                <dd><b>4.1、</b>用户须明白，在使用大碗饭TV服务可能存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，大碗饭TV对服务不作担保，不论是明确的或隐含的，包括所有有关信息真实性、适当性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。</dd>
                <dd><b>4.2、</b>使用大碗饭TV服务必须遵守国家有关法律和政策等，维护国家利益，保护国家安全，并遵守本条款，对于用户违法或违反本协议的使用(包括但不限于言论发表、传送等)而引起的一切责任，由用户负全部责任。</dd>
                <dd><b>4.3、</b>大碗饭TV的服务同大多数因特网产品一样，易受到各种安全问题的困扰，包括但不限于：</dd>
                <dd>1）透露详细个人资料，被不法分子利用，造成现实生活中的骚扰；</dd>
                <dd>2）哄骗、破译密码；</dd>
                <dd>3）下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到个人计算机上信息和数据的安全，继而威胁对本服务的使用。对于发生上述情况的，用户应当自行承担责任。</dd>
                <dd><b>4.4、</b>用户须明白，大碗饭TV为了服务整体运营的需要，有权在公告通知后修改或中断、中止或终止服务而不需通知您的权利，而无须向第三方负责或承担任何赔偿责任。</dd>
                <dd><b>4.5、</b>用户理解，互联网技术的不稳定性，可能导致政府政策管制、病毒入侵、黑客攻击、服务器系统崩溃或者其他现今技术无法解决的风险发生可能导致大碗饭TV服务中断或账号道具损失，用户对此非人为因素引起的损失由用户承担责任。</dd>

                <dt>5、知识产权</dt>
                <dd><b>5.1、</b>大碗饭TV的服务包括大碗饭TV运营的网站、网页应用、软件以及内涵的文字、图片、视频、音频等元素，大碗饭TV服务标志、标识以及专利权，大碗饭TV对此享有上述知识产权。</dd>
                <dd><b>5.2、</b>用户不得对大碗饭TV服务涉及的相关网页、应用、软件等产品进行反向工程、反向汇编、反向编译等。</dd>
                <dd><b>5.3、</b>用户使用大碗饭TV服务只能在本《用户协议》以及相应的授权许可协议授权的范围使用大碗饭TV知识产权，未经授权超范围使用的构成对大碗饭TV的侵权。</dd>
                <dd><b>5.4、</b>用户在使用大碗饭TV服务时发表上传的文字、图片、视频、软件以及表演等用户原创的信息，此部分信息的知识产权归用户，但用户的发表、上传行为是对大碗饭TV服务平台的授权，用户确认其发表、上传的信息非独占性、永久性的授权，该授权可转授权。大碗饭TV可将前述信息在大碗饭TV旗下的服务平台上使用，可再次编辑后使用，也可以由大碗饭TV授权给合作方使用。</dd>

                <dt>6、隐私保护</dt>
                <dd><b>6.1、</b>请用户注意勿在使用大碗饭TV服务中透露自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由用户自行承担。</dd>
                <dd><b>6.2、</b>用户的大碗饭TV账号、密码属于保密信息，大碗饭TV应当采取积极的措施保护用户账号、密码的安全。</dd>
                <dd><b>6.3、</b>用户的注册信息作为大碗饭TV的商业秘密进来保护。但用户同时明白，互联网的开放性以及技术更新非常快，非大碗饭TV可控制的因素导致用户泄漏的，大碗饭TV不承担责任。</dd>
                <dd><b>6.4、</b>用户在使用大碗饭TV服务时不可将自认为隐私的信息发表、上传至大碗饭TV，也不可将该等信息通过大碗饭TV的服务传播给其他人，若用户的行为引起的隐私泄漏，由用户承担责任。</dd>
                <dd><b>6.5、</b>大碗饭TV在提供服务时可能会搜集用户信息，大碗饭TV会明确告知用户，通常信息仅限于用户姓名、性别、年龄、出生日期、身份证号、家庭住址、教育程度、公司情况、所属行业、兴趣爱好等。</dd>
                <dd><b>6.6、</b>就下列相关事宜的发生，大碗饭TV不承担任何法律责任：</dd>
                <dd>1）大碗饭TV根据法律规定或相关政府、司法机关的要求提供您的个人信息；</dd>
                <dd>2）由于用户将用户密码告知他人或与他人共享注册账户，由此导致的任何个人信息的泄漏，或其他非因大碗饭TV原因导致的个人信息的泄漏；</dd>
                <dd>3）任何由于黑客攻击、电脑病毒侵入造成的信息泄漏；</dd>
                <dd>4）因不可抗力导致的信息泄漏；</dd>

                <dt>7、其他条款</dt>
                <dd><b>7.1、</b>本协议的签署地点为，若用户与大碗饭TV因履行本协议发生争议的，双方均应本着友好协商的原则加以解决。协商解决未果，任何一方均可以提请武汉市东湖高新区有管辖权的人民法院诉讼解决。</dd>
                <dd><b>7.2、</b>本协议由大碗饭TV公布在网站上，对大碗饭TV具有法律约束力；用户一经点击接受或者直接登录的行为视为对本协议的接受，对用户具有法律约束力。</dd>
                <dd><b>7.3、</b>大碗饭TV旗下具体的网站、网页应用、软件等的使用由用户和大碗饭TV的业务平台另行签署相关软件授权及服务协议。</dd>
            </dl>
        </div>
    </div>
</div>
</div>

<!--[if lte IE 6]>
<script src="http://static.huomaotv.cn/static/hm2015/public/js/DD_belatedPNG_0.0.8a-min.js"></script>
<script type="text/javascript"> 
DD_belatedPNG.fix('div, ul, img, li, input , a, .png_bg'); 
</script> 
<![endif]-->

<script src="js/base.js"></script>
<script src="http://static.huomaotv.cn/static/new2015/js/Scrollbar.js"></script>
<script src="js/list.js"></script>
<script src="http://static.huomaotv.cn/static/new2015/js/adaptation.js"></script>
<script src="http://static.huomaotv.cn/static/new2015//js/btongji.js?v="></script>

<script type="text/javascript">
var async_url = 'http://www.huomaotv.cn';
var page=1;
var psize=60;
var default_pic = 'http://static.huomaotv.cn/static/default/images/default_thumb.png';//默认图片
</script>
</body>
</html>
